export const movies = [
  {
    id: 1,
    title: "Залізна людина",
    description: "Початок історії Тоні Старка – геніального винахідника, який створює костюм Залізної людини.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Ironman.jpeg",
    datetime: "22.05 10:00"
  },
  {
    id: 2,
    title: "Неймовірний Халк",
    description: "Брюс Беннер шукає ліки від своєї трансформації в Халка.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Halk.jpg",
    datetime: "13.06 11:25"
  },
  {
    id: 3,
    title: "Залізна людина 2",
    description: "Тоні Старк стикається з новими загрозами, розкриваючи свою ідентичність.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Ironman-2.jpg",
    datetime: "29.04 22:30"
  },
  {
    id: 4,
    title: "Тор",
    description: "Бог грому Тор засланий на Землю, де вчиться бути гідним своєї сили.",
    genre: "Бойовик, Фентезі",
    poster: "/img/Thor.jpg",
    datetime: "06.05 17:15"
  },
  {
    id: 5,
    title: "Перший месник",
    description: "Історія Стівa Роджерса, який стає Капітаном Америка під час Другої світової війни.",
    genre: "Бойовик, Фантастика",
    poster: "/img/First.jpg",
    datetime: "22.07 16:20"
  },
  {
    id: 6,
    title: "Месники",
    description: "Герої об'єднуються, щоб врятувати світ від Локі.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Avengers.jpg",
    datetime: "04.05 14:10"
  },
  {
    id: 7,
    title: "Залізна людина 3",
    description: "Тоні Старк бореться з тривожністю після подій у Нью-Йорку.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Ironman-3.jpg",
    datetime: "02.05 13:35"
  },
  {
    id: 8,
    title: "Тор 2: Царство темряви",
    description: "Тор бореться з темними ельфами, щоб урятувати Всесвіт.",
    genre: "Бойовик, Фентезі",
    poster: "/img/Thor-2.jpg",
    datetime: "07.11 17:40"
  },
  {
    id: 9,
    title: "Перший месник: Друга війна",
    description: "Капітан Америка розкриває змову в самому центрі S.H.I.E.L.D.",
    genre: "Бойовик, Трилер",
    poster: "/img/First-2.jpg",
    datetime: "04.04 11:30"
  },
  {
    id: 10,
    title: "Вартові Галактики",
    description: "Невгамовна команда героїв захищає Галактику від загрози.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Vartovi.jpg",
    datetime: "01.08 13:35"
  },
  {
    id: 11,
    title: "Месники: Ера Альтрона",
    description: "Герої протистоять штучному інтелекту Альтрону, створеному Тоні Старком.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Avengers-2.jpg",
    datetime: "23.04 20:20"
    },
  {
    id: 12,
    title: "Людина-мураха",
    description: "Злочинець Скотт Ленг отримує костюм, який дозволяє йому зменшуватися.",
    genre: "Бойовик, Комедія",
    poster: "/img/Ant.jpg",
    datetime: "16.07 22:40"
    },
  {
    id: 13,
    title: "Перший месник: Протистояння",
    description: "Месники розділяються через суперечку про контроль уряду.",
    genre: "Бойовик, Трилер",
    poster: "/img/First-3.jpg",
    datetime: "06.05 8:25"
    },
  {
    id: 14,
    title: "Доктор Стрендж",
    description: "Нейрохірург Стівен Стрендж знаходить нове покликання в магії.",
    genre: "Фентезі, Фантастика",
    poster: "/img/Strange.jpg",
    datetime: "04.11 10:10"
    },
  {
    id: 15,
    title: "Вартові Галактики 2",
    description: "Герої розкривають таємницю батька Пітера Квіла.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Vartovi-2.jpg",
    datetime: "05.05 9:45"
    },
  {
    id: 16,
    title: "Людина-павук: Повернення додому",
    description: "Пітер Паркер намагається знайти баланс між школою і супергеройством.",
    genre: "Бойовик, Пригоди",
    poster: "/img/Spider.jpg",
    datetime: "07.07 18:50"
    },
  {
    id: 17,
    title: "Тор: Раґнарок",
    description: "Тор бореться за виживання і намагається запобігти Раґнароку.",
    genre: "Бойовик, Фентезі",
    poster: "/img/Thor-3.jpg",
    datetime: "03.11 16:15"
    },
  {
    id: 18,
    title: "Чорна Пантера",
    description: "Т’Чалла повертається до Ваканди, щоб зайняти трон і боротися за своє королівство.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Pantera.jpg",
    datetime: "16.02 11:30"
    },
  {
    id: 19,
    title: "Месники: Війна нескінченності",
    description: "Герої об’єднуються, щоб зупинити Таноса, який шукає Камені Нескінченності.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Avengers-3.jpg",
    datetime: "26.04 13:10"
    },
  {
    id: 20,
    title: "Людина-мураха та Оса",
    description: "Скотт Ленг і Гоуп ван Дайн вирушають у квантовий світ.",
    genre: "Бойовик, Комедія",
    poster: "/img/Ant-2.png",
    datetime: "06.07 17:20"
    },
  {
    id: 21,
    title: "Капітан Марвел",
    description: "Карол Денверс відкриває в собі надзвичайні сили і вступає в боротьбу між двома інопланетними расами.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Marvel.png",
    datetime: "07.03 14:15"
    },
  {
    id: 22,
    title: "Месники: Завершення",
    description: "Після поразки від Таноса герої вирушають у подорож часом, щоб повернути надію.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Avengers-4.png",
    datetime: "25.04 18:10"
    },
  {
    id: 23,
    title: "Людина-павук: Далеко від дому",
    description: "Пітер Паркер вирушає в Європу, але змушений боротися з новими загрозами.",
    genre: "Бойовик, Пригоди",
    poster: "/img/Spider-2.jpg",
    datetime: "04.07 8:35"
    },
  {
    id: 24,
    title: "Чорна вдова",
    description: "Наташа Романова повертається до свого минулого і стикається з родиною.",
    genre: "Бойовик, Шпигунський",
    poster: "/img/Widow.jpg",
    datetime: "08.07 20:10"
    },
  {
    id: 25,
    title: "Вічні",
    description: "Безсмертні істоти знову з'являються на Землі, щоб захистити людство від Девіантів.",
    genre: "Фантастика, Фентезі",
    poster: "/img/Forever.jpg",
    datetime: "04.11 13:40"
    },
  {
    id: 26,
    title: "Шан-Чі та легенда десяти кілець",
    description: "Майстер бойових мистецтв протистоїть минулому і батькові — лідеру організації «Десять кілець».",
    genre: "Бойовик, Фентезі",
    poster: "/img/Shan.jpg",
    datetime: "02.09 8:35"
    },
  {
    id: 27,
    title: "Людина-павук: Додому шляху нема",
    description: "Пітер Паркер відкриває мультивсесвіт і стикається з ворогами з інших світів.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Spider-3.jpg",
    datetime: "16.12 18:35"
    },
  {
    id: 28,
    title: "Доктор Стрендж: У мультивсесвіті божевілля",
    description: "Доктор Стрендж подорожує мультивсесвітом, шукаючи допомогу у Ванди Максимофф.",
    genre: "Фантастика, Жахи",
    poster: "/img/Strange-2.jpg",
    datetime: "09.06 19:25"
    },
  {
    id: 29,
    title: "Тор: Любов і грім",
    description: "Тор вирушає в подорож самопізнання, а Джейн Фостер стає Могутнім Тором.",
    genre: "Бойовик, Комедія",
    poster: "/img/Thor-4.jpg",
    datetime: "21.07 16:15"
    },
  {
    id: 30,
    title: "Чорна Пантера: Ваканда назавжди",
    description: "Після смерті Т’Чалли Ваканда захищає себе від нових загроз.",
    genre: "Бойовик, Фантастика",
    poster: "/img/Pantera-2.jpg",
    datetime: "11.11 21:55"
    },
  {
    id: 31,
    title: "Людина-мураха та Оса: Квантоманія",
    description: "Скотт Ленг і його родина потрапляють до квантового світу і зустрічаються з Канґом.",
    genre: "Фантастика, Бойовик",
    poster: "/img/Ant-3.jpg",
    datetime: "17.02 22:25"
    },
  {
    id: 32,
    title: "Вартові Галактики 3",
    description: "Герої вирушають у останню подорож, рятуючи Ракету і розкриваючи його минуле.",
    genre: "Фантастика, Пригоди",
    poster: "/img/Vartovi-3.jpg",
    datetime: "04.05 21:10"
    }, 
  {
    id: 33,
    title: "Марвели",
    description: "Керол Денверс, Камала Хан і Моніка Рамбо об’єднують сили, коли їхні здібності починають переплітатися.",
    genre: "Фантастика, Бойовик",
    poster: "/img/Marvels.jpg",
    datetime: "09.11 14:45"
    }, 
  {
    id: 34,
    title: "Капітан Америка: Чудесний новий світ",
    description: "Історія про нового Капітана Америку, який змушений боротися з глобальними загрозами та відстояти свою роль у зміненому світі.",
    genre: "Бойовик, Трилер",
    poster: "/img/America.jpeg",
    datetime: "13.02 15:00"
    }
];
